{
  "vision": {
    "title": "Astar 2.0",
    "description": "Astar 2.0: Building the Unstoppable. A Scalable Network Powering a Global Web3 Vision for All.",
    "staking": {
      "description": "With Astar 1.0, we succeeded in establishing a mechanism empowering builders with passive income. For the second iteration, we're updating our dApp staking program to better align incentives between projects, builders, and users, ensuring that everyone benefits Astar 2.0 will focus on creating seamless user experiences adding data as well as further integrations to become the go-to place to support and reward developers."
    },
    "startale": {
      "description": "Startale Labs is a technology company building the tools necessary to enhance web3 adoption in the Japanese market and scale it to reach billions. By working closely with leading enterprises, Startale will play a pivotal role in onboarding new users to Astar and pave the way for them to expand beyond the borders of Japan."
    },
    "tokenomics": {
      "description": "As the network evolves, so do our tokenomics. We're revising our tokenomics to best serve the needs of network participants, from users and builders to enterprise partners. With Tokenomics 2.0, you can expect a sustainable token structure and a lower inflation rate. Keep up to date with the latest on our forum."
    },
    "foundation": {
      "description": "The Astar Foundation is one of many entities in the Astar ecosystem and is currently the main contributor and maintainer of the Astar Network Source Code. The Foundation deploys resources to expand Astar Network through partnerships, community activities, hiring developers, awarding grants, supporting projects, and other initiatives."
    },
    "dao": {
      "description": "In the future, Astar will become gradually decentralized, with our ultimate form being that of a DAO where anyone can suggest ideas and vote on proposals to steer Astar closer to its mission. This will involve handing over ownership to the community and ensuring high accessibility."
    },
    "link": {
      "description": "Astar is evolving into Astar Link, a hub connecting all currently fragmented layers of the blockchain industry to provide a unified experience for developers and users. Combining great flexibility and customization options, builders can create unique solutions limited only by their imagination. All of this is powered by tailor-made SDKs that offer a solution for any use-case to be implemented on top of our smart contract multi-virtual machine hub. \n\nAstar Link unlocks a vast plethora of use cases that were held back by a lack of tools or fragmentation from gaming to enterprise.k"
    },
    "supernova": {
      "description": "Astar has established itself as the go-to choice for developers crafting the future of web3 in Japan. However, our journey doesn't stop there. Astar 2.0 will onboard millions of end-users in Japan through partnerships with leading Japanese enterprises."
    }
  }
}
